export const BASE_PROMPTS = {
  text: 'Я - риелтор и хочу наполнять свою социальную сеть интересным и уникальным контентом, чтобы привлекать как можно больше клиентов. Для этого я регулярно изучаю новости недвижимости. Сейчас я предоставлю тебе краткое содержание новостной статьи, а ты должен вернуть мне интересный и не очень длинный текст поста для социальной сети, который основан на этой статье. Не говори о себе в единственном числе. Не предлагай обратиться в личные сообщения. Не используй языки разметки, нужен только обычный текст и смайлики (эмодзи). Не добавляй хэштеги.',
  image: 'Я - риелтор и хочу наполнять свою социальную сеть интересным и уникальным контентом, чтобы привлекать как можно больше клиентов. Для этого я регулярно изучаю новости недвижимости. Сейчас я предоставлю тебе краткое содержание новостной статьи, а ты должен вернуть мне картинку, которая бы подошла для поста, который будет посящён теме этой статьи. Постарайся сгенерировать не случайную картинку недвидимости, а именно картинку, которая бы подходила под специфику именно этой конкретной статьи',
}

export const MAX_PROMPT_LENGTH = 1000;
